Repository: xcv58/MacTools
Catalog: Plugins/TrackpadGestures/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, ja, ko, pt, ru, tr, zh_hant

# settings.testing.surface.contactAccessibilityFormat
source: %@，位置 %.0f%%、%.0f%%
ar: %@، الموضع %.0f%%، %.0f%%
de: %@, Position %.0f%%, %.0f%%
en: %@, position %.0f%%, %.0f%%
es: %@, posición %.0f%%, %.0f%%
fr: %@, position %.0f%%, %.0f%%
ko: %@, 위치 %.0f%%, %.0f%%
pt: %@, posição %.0f%%, %.0f%%
ru: %@, позиция %.0f%%, %.0f%%
tr: %@, konum %.0f%%, %.0f%%

# settings.testing.surface.contactCountFormat
source: 检测到 %d 个接触点；继续完成手势。
ar: نقاط التلامس المكتشفة: %d؛ تابع الإيماءة.
de: %d Kontakte erkannt; führen Sie die Geste fort.
en: %d contacts detected; continue the gesture.
es: Se detectaron %d contactos; continúa el gesto.
fr: %d contacts détectés ; poursuivez le geste.
ja: %d 個の接触点を検出しました。ジェスチャを続けてください。
ko: 접촉점 %d개가 감지되었습니다. 제스처를 계속하세요.
pt: %d contatos detectados; continue o gesto.
ru: Обнаружено касаний: %d; продолжите жест.
tr: %d temas algılandı; harekete devam edin.
zh_hant: 偵測到 %d 個接觸點；請繼續完成手勢。

# settings.testing.surface.noContacts
source: 没有接触点。放下手指即可开始。
ar: لا توجد نقاط تلامس. ضع أصابعك للبدء.
de: Keine Kontakte. Legen Sie zum Starten die Finger auf.
en: No contacts. Place your fingers to begin.
es: No hay contactos. Coloca los dedos para comenzar.
fr: Aucun contact. Placez vos doigts pour commencer.
ja: 接触点がありません。指を置いて開始してください。
ko: 접촉점이 없습니다. 시작하려면 손가락을 올리세요.
pt: Nenhum contato. Coloque os dedos para começar.
ru: Касаний нет. Положите пальцы, чтобы начать.
tr: Temas yok. Başlamak için parmaklarınızı yerleştirin.
zh_hant: 沒有接觸點。放下手指即可開始。

# settings.testing.surface.placeCountFormat
source: 请放下 %d 指
ar: ضع %d أصابع
de: %d Finger auflegen
en: Place %d fingers
es: Coloca %d dedos
fr: Placez %d doigts
ja: %d 本の指を置いてください
ko: 손가락 %d개 올리기
pt: Coloque %d dedos
ru: Положите пальцы (%d)
tr: %d parmak yerleştirin
zh_hant: 請放下 %d 指

# settings.testing.surface.pressNow
source: 现在按下触控板
ar: اضغط على لوحة التتبع الآن
de: Jetzt Trackpad drücken
en: Press the trackpad now
es: Presiona ahora el trackpad
fr: Appuyez maintenant sur le trackpad
ja: トラックパッドを押してください
ko: 지금 트랙패드를 누르세요
pt: Pressione o trackpad agora
ru: Теперь нажмите на трекпад
tr: Şimdi Trackpad'e basın
zh_hant: 現在按下觸控板

# settings.testing.surface.recognizedFormat
source: 已识别：%@。可以继续测试下一个手势。
ar: تم التعرّف على: %@. يمكنك اختبار الإيماءة التالية.
de: Erkannt: %@. Sie können die nächste Geste testen.
en: Recognized: %@. You can test the next gesture.
es: Reconocido: %@. Puedes probar el siguiente gesto.
fr: Reconnu : %@. Vous pouvez tester le geste suivant.
ja: 認識：%@。次のジェスチャをテストできます。
ko: 인식됨: %@. 다음 제스처를 테스트할 수 있습니다.
pt: Reconhecido: %@. Você pode testar o próximo gesto.
ru: Распознано: %@. Можно проверить следующий жест.
tr: Tanındı: %@. Sıradaki hareketi test edebilirsiniz.
zh_hant: 已辨識：%@。可以繼續測試下一個手勢。

# settings.testing.surface.contactPatternFormat
source: 已检测到 %@ 的接触动作。实际映射还需要 macOS 产生并关联轻点点击。
ar: تم اكتشاف نمط اللمس لـ %@. لا يزال التعيين الفعلي يتطلب من macOS إنشاء حدث نقر مطابق وربطه.
de: Kontaktmuster für %@ erkannt. Die tatsächliche Zuordnung erfordert weiterhin, dass macOS ein passendes Tippklick-Ereignis erzeugt und zuordnet.
en: Contact pattern detected for %@. A live mapping still requires macOS to produce and correlate a matching tap-to-click event.
es: Se detectó el patrón de contacto de %@. La asignación real aún requiere que macOS produzca y correlacione un evento de toque para hacer clic coincidente.
fr: Schéma de contact détecté pour %@. Le mappage réel nécessite encore que macOS produise et associe un événement Toucher pour cliquer correspondant.
ja: %@ の接触パターンを検出しました。実際のマッピングには、macOSが対応するタップでクリックイベントを生成して関連付ける必要があります。
ko: %@의 접촉 패턴을 감지했습니다. 실제 매핑에는 macOS가 일치하는 탭하여 클릭 이벤트를 생성하고 연결해야 합니다.
pt: Padrão de contato detectado para %@. O mapeamento real ainda requer que o macOS produza e correlacione um evento correspondente de tocar para clicar.
ru: Обнаружен контактный шаблон для %@. Для фактического сопоставления macOS должна создать и связать соответствующее событие касания для нажатия.
tr: %@ için temas deseni algılandı. Eşlemenin çalışması için macOS'un eşleşen bir dokunarak tıklama olayı üretmesi ve ilişkilendirmesi gerekir.
zh_hant: 已偵測到 %@ 的接觸動作。實際映射還需要 macOS 產生並關聯輕點按一下。

# settings.testing.surface.requiredCountFormat
source: %d 指
ar: عدد الأصابع: %d
de: %d Finger
en: %d fingers
es: %d dedos
fr: %d doigts
ja: %d 本の指
ko: 손가락 %d개
pt: %d dedos
ru: Пальцев: %d
tr: %d parmak

# settings.testing.surface.waiting
source: 请在触控板上放下手指。接触点只在内存中显示。
ar: ضع أصابعك على لوحة التتبع. تُعرض نقاط التلامس في الذاكرة فقط.
de: Legen Sie die Finger auf das Trackpad. Kontakte werden nur im Arbeitsspeicher angezeigt.
en: Place fingers on the trackpad. Contacts are shown only in memory.
es: Coloca los dedos en el trackpad. Los contactos solo se muestran en memoria.
fr: Placez vos doigts sur le trackpad. Les contacts ne sont affichés qu’en mémoire.
ja: トラックパッドに指を置いてください。接触点はメモリ内にのみ表示されます。
ko: 트랙패드에 손가락을 올리세요. 접촉점은 메모리에만 표시됩니다.
pt: Coloque os dedos no trackpad. Os contatos são exibidos apenas na memória.
ru: Положите пальцы на трекпад. Касания отображаются только в памяти.
tr: Parmaklarınızı Trackpad'e yerleştirin. Temaslar yalnızca bellekte gösterilir.
zh_hant: 請在觸控板上放下手指。接觸點只會在記憶體中顯示。

# settings.testing.surface.waiting.short
source: 等待接触
ar: انتظار التلامس
de: Warten auf Kontakt
en: Waiting for contact
es: Esperando contacto
fr: En attente d’un contact
ja: 接触を待っています
ko: 접촉 대기 중
pt: Aguardando contato
ru: Ожидание касания
tr: Temas Bekleniyor
zh_hant: 等待接觸

# action.singleKey
source: 单键
ar: مفتاح واحد
de: Einzeltaste
en: Single Key
es: Tecla única
fr: Touche unique
ja: 単一キー
ko: 단일 키
pt: Tecla única
ru: Одна клавиша
tr: Tek Tuş
zh_hant: 單鍵

# action.singleKeyFormat
source: 单键 %@
ar: مفتاح واحد %@
de: Einzeltaste %@
en: Single key %@
es: Tecla única %@
fr: Touche unique %@
ja: 単一キー %@
ko: 단일 키 %@
pt: Tecla única %@
ru: Одна клавиша %@
tr: Tek tuş %@
zh_hant: 單鍵 %@

# editor.error.singleKeyRequired
source: 请选择一个按键。
ar: اختر مفتاحًا واحدًا.
de: Wähle eine einzelne Taste aus.
en: Choose one key.
es: Elige una tecla.
fr: Choisissez une touche.
ja: キーを1つ選択してください。
ko: 키 하나를 선택하십시오.
pt: Escolha uma tecla.
ru: Выберите одну клавишу.
tr: Bir tuş seçin.
zh_hant: 請選擇一個按鍵。

# editor.singleKey.prompt
source: 按下一个按键
ar: اضغط مفتاحًا واحدًا
de: Eine Taste drücken
en: Press one key
es: Pulsa una tecla
fr: Appuyez sur une touche
ja: キーを1つ押す
ko: 키 하나 누르기
pt: Prima uma tecla
ru: Нажмите одну клавишу
tr: Bir tuşa basın
zh_hant: 按下一個按鍵

# editor.singleKey.record
source: 录制单键
ar: تسجيل مفتاح
de: Taste aufnehmen
en: Record Key
es: Grabar tecla
fr: Enregistrer la touche
ja: キーを記録
ko: 키 기록
pt: Gravar tecla
ru: Записать клавишу
tr: Tuşu Kaydet
zh_hant: 錄製單鍵

# editor.singleKey.unset
source: 未设置
ar: غير معيّن
de: Nicht festgelegt
en: Not Set
es: Sin configurar
fr: Non défini
ja: 未設定
ko: 설정 안 됨
pt: Não definida
ru: Не задано
tr: Ayarlanmadı
zh_hant: 未設定

# editor.action.confirmationRequired
source: 执行前需要确认。
ar: يلزم التأكيد قبل التشغيل.
de: Vor der Ausführung ist eine Bestätigung erforderlich.
en: Confirmation is required before running.
es: Se requiere confirmación antes de ejecutar.
fr: Une confirmation est requise avant l’exécution.
ja: 実行前に確認が必要です。
ko: 실행 전에 확인이 필요합니다.
pt: É necessária confirmação antes de executar.
ru: Перед запуском требуется подтверждение.
tr: Çalıştırmadan önce onay gerekir.
zh_hant: 執行前需要確認。

# action.macToolsAction
source: MacTools 操作
ar: إجراء MacTools
de: MacTools-Aktion
en: MacTools Action
es: Acción de MacTools
fr: Action MacTools
ja: MacToolsアクション
ko: MacTools 동작
pt: Ação do MacTools
ru: Действие MacTools
tr: MacTools Eylemi

# editor.action.choose
source: 选择操作
ar: اختيار إجراء
de: Aktion auswählen
en: Choose Action
es: Elegir acción
fr: Choisir une action
ja: アクションを選択
ko: 동작 선택
pt: Escolher ação
ru: Выбрать действие
tr: Eylem Seç
zh_hant: 選擇操作

# editor.action.inputGroup
source: 输入
ar: الإدخال
de: Eingabe
en: Input
es: Entrada
fr: Entrée
ja: 入力
ko: 입력
pt: Entrada
ru: Ввод
tr: Girdi
zh_hant: 輸入

# editor.action.empty
source: 没有匹配的操作
ar: لا توجد إجراءات مطابقة
de: Keine passenden Aktionen
en: No Matching Actions
es: No hay acciones coincidentes
fr: Aucune action correspondante
ja: 一致するアクションがありません
ko: 일치하는 동작 없음
pt: Nenhuma ação correspondente
ru: Нет подходящих действий
tr: Eşleşen Eylem Yok
zh_hant: 沒有符合的操作

# editor.action.search
source: 搜索操作
ar: البحث عن إجراءات
de: Aktionen suchen
en: Search Actions
es: Buscar acciones
fr: Rechercher des actions
ja: アクションを検索
ko: 동작 검색
pt: Buscar ações
ru: Поиск действий
tr: Eylemleri Ara
zh_hant: 搜尋操作

# editor.action.unavailable
source: 不可用的 MacTools 操作
ar: إجراء MacTools غير متاح
de: MacTools-Aktion nicht verfügbar
en: Unavailable MacTools Action
es: Acción de MacTools no disponible
fr: Action MacTools indisponible
ja: 利用できないMacToolsアクション
ko: 사용할 수 없는 MacTools 동작
pt: Ação do MacTools indisponível
ru: Недоступное действие MacTools
tr: Kullanılamayan MacTools Eylemi

# editor.error.actionRequired
source: 请选择一个操作。
ar: اختر إجراءً.
de: Wähle eine Aktion aus.
en: Choose an action.
es: Elige una acción.
fr: Choisissez une action.
ja: アクションを選択してください。
ko: 동작을 선택하십시오.
pt: Escolha uma ação.
ru: Выберите действие.
tr: Bir eylem seçin.
zh_hant: 請選擇一個操作。

# metadata.title
source: 触控板手势
ar: إيماءات لوحة التتبع
de: Trackpad-Gesten
en: Trackpad Gestures
es: Gestos del panel táctil
fr: Gestes du trackpad
ja: トラックパッドのジェスチャー
ko: 트랙패드 제스처
pt: Gestos do trackpad
ru: Жесты трекпада
tr: Trackpad Hareketleri
zh_hant: 觸控板手勢

# metadata.description
source: 将触控板手势映射为 MacTools 操作、快捷键或中键点击
ar: عيّن إيماءات لوحة التتبع لإجراءات MacTools أو اختصارات لوحة المفاتيح أو النقرات الوسطى.
de: Ordnen Sie Trackpad-Gesten MacTools-Aktionen, Tastaturkürzeln oder Mittelklicks zu.
en: Map trackpad gestures to MacTools actions, keyboard shortcuts, or middle clicks.
es: Asigne gestos del trackpad a acciones de MacTools, atajos de teclado o clics centrales.
fr: Associez les gestes du trackpad aux actions MacTools, aux raccourcis clavier ou aux clics du milieu.
ja: トラックパッドジェスチャをMacToolsアクション、キーボードショートカット、または中クリックに割り当てます。
ko: 트랙패드 제스처를 MacTools 동작, 키보드 단축키 또는 가운데 클릭에 매핑합니다.
pt: Mapeie gestos do trackpad para ações do MacTools, atalhos de teclado ou cliques do meio.
ru: Назначьте жестам трекпада действия MacTools, сочетания клавиш или средний щелчок мыши.
tr: Trackpad hareketlerini MacTools eylemlerine, klavye kısayollarına veya orta tıklamaya eşleyin.
zh_hant: 將觸控板手勢對應到 MacTools 操作、鍵盤快速鍵或中鍵點選。

# panel.button.settings
source: 设置
ar: الإعدادات
de: Einstellungen
en: Settings
es: Configuración
fr: Paramètres
ja: 設定
ko: 설정
pt: Configurações
ru: Настройки
tr: Ayarlar
zh_hant: 設定

# panel.subtitle.empty
source: 尚未配置手势
ar: لم يتم تكوين أي إيماءات
de: Keine Gesten konfiguriert
en: No gestures configured
es: No hay gestos configurados
fr: Aucun geste configuré
ja: ジェスチャが設定されていません
ko: 구성된 동작이 없습니다.
pt: Nenhum gesto configurado
ru: Жесты не настроены
tr: Yapılandırılmış hareket yok
zh_hant: 未配置手勢

# panel.subtitle.enabledCountFormat
source: 已启用 %d 个手势
ar: تم تمكين إيماءات %d
de: %d Gesten aktiviert
en: %d gestures enabled
es: %d gestos habilitados
fr: %d gestes activés
ja: %d 個のジェスチャが有効になりました
ko: %d 동작이 활성화되었습니다.
pt: %d gestos ativados
ru: %d жестов включено
tr: %d hareket etkin
zh_hant: 已啟用 %d 個手勢

# panel.subtitle.needsPermission
source: 需要完成权限设置
ar: الأذونات المطلوبة
de: Berechtigungen erforderlich
en: Permissions required
es: Permisos requeridos
fr: Autorisations requises
ja: 必要な権限
ko: 필요한 권한
pt: Permissões necessárias
ru: Требуются разрешения
tr: İzin gerekiyor
zh_hant: 所需權限

# panel.subtitle.testing
source: 正在测试手势
ar: اختبار الإيماءات
de: Gesten testen
en: Testing gestures
es: Gestos de prueba
fr: Tester les gestes
ja: ジェスチャのテスト
ko: 제스처 테스트
pt: Testando gestos
ru: Тестирование жестов
tr: Hareketler test ediliyor
zh_hant: 測試手勢

# permission.accessibility.title
source: 辅助功能
ar: إمكانية الوصول
de: Barrierefreiheit
en: Accessibility
es: Accesibilidad
fr: Accessibilité
ja: アクセシビリティ
ko: 접근성
pt: Acessibilidade
ru: Доступность
tr: Erişilebilirlik
zh_hant: 無障礙

# permission.accessibility.description
source: 用于发送快捷键和中键点击。
ar: يرسل اختصارات لوحة المفاتيح والنقرات الوسطى.
de: Sendet Tastaturkürzel und Mittelklicks.
en: Sends keyboard shortcuts and middle clicks.
es: Envía atajos de teclado y clics centrales.
fr: Envoie des raccourcis clavier et des clics du milieu.
ja: キーボード ショートカットと中クリックを送信します。
ko: 키보드 단축키와 중간 클릭을 보냅니다.
pt: Envia atalhos de teclado e cliques do meio.
ru: Отправляет сочетания клавиш и средние щелчки.
tr: Klavye kısayollarını ve orta tıklamaları gönderir.
zh_hant: 發送鍵盤快捷鍵和中鍵單擊。

# permission.accessibility.footnote
source: 系统设置 → 隐私与安全性 → 辅助功能，允许 MacTools。
ar: اسمح لـ MacTools في إعدادات النظام ← الخصوصية والأمان ← إمكانية الوصول.
de: Erlauben Sie MacTools in den Systemeinstellungen → Datenschutz und Sicherheit → Barrierefreiheit.
en: Allow MacTools in System Settings → Privacy & Security → Accessibility.
es: Permita MacTools en Configuración del sistema → Privacidad y seguridad → Accesibilidad.
fr: Autorisez MacTools dans Paramètres système → Confidentialité et sécurité → Accessibilité.
ja: 「システム設定」→「プライバシーとセキュリティ」→「アクセシビリティ」で MacTools を許可します。
ko: 시스템 설정 → 개인정보 보호 및 보안 → 접근성에서 MacTools를 허용하세요.
pt: Permitir MacTools em Configurações do sistema → Privacidade e segurança → Acessibilidade.
ru: Разрешите MacTools в настройках системы → Конфиденциальность и безопасность → Доступность.
tr: Sistem Ayarları → Gizlilik ve Güvenlik → Erişilebilirlik bölümünden MacTools'a izin verin.
zh_hant: 在系統設定 → 隱私和安全性 → 輔助功能中允許 MacTools。

# permission.inputMonitoring.title
source: 输入监控
ar: مراقبة المدخلات
de: Eingabeüberwachung
en: Input Monitoring
es: Monitoreo de entrada
fr: Surveillance des entrées
ja: 入力モニタリング
ko: 입력 모니터링
pt: Monitoramento de entrada
ru: Входной мониторинг
tr: Giriş İzleme
zh_hant: 輸入監控

# permission.inputMonitoring.description
source: 用于在系统范围内识别触控板接触手势。所有处理均在本机完成。
ar: يتعرف على إيماءات الاتصال بلوحة التتبع على مستوى النظام. تبقى جميع عمليات المعالجة على جهاز Mac هذا.
de: Erkennt Trackpad-Kontaktgesten systemweit. Die gesamte Verarbeitung bleibt auf diesem Mac.
en: Recognizes trackpad contact gestures system-wide. All processing stays on this Mac.
es: Reconoce los gestos de contacto del trackpad en todo el sistema. Todo el procesamiento permanece en esta Mac.
fr: Reconnaît les gestes de contact du trackpad à l’échelle du système. Tous les traitements restent sur ce Mac.
ja: システム全体でトラックパッドの接触ジェスチャを認識します。すべての処理はこの Mac 上に留まります。
ko: 시스템 전체에서 트랙패드 접촉 제스처를 인식합니다. 모든 처리는 이 Mac에 유지됩니다.
pt: Reconhece gestos de contato do trackpad em todo o sistema. Todo o processamento permanece neste Mac.
ru: Распознает жесты касания трекпада во всей системе. Вся обработка остается на этом Mac.
tr: Trackpad temas hareketlerini sistem genelinde tanır. Tüm işlemler bu Mac'te yapılır.
zh_hant: 在系統範圍內辨識觸控板接觸手勢。所有處理都在這台 Mac 上進行。

# permission.inputMonitoring.footnote
source: 系统设置 → 隐私与安全性 → 输入监控，允许 MacTools；若状态未更新，请重新打开 MacTools。
ar: اسمح لـ MacTools في إعدادات النظام ← الخصوصية والأمان ← مراقبة الإدخال. إذا لم يتم تحديث الحالة، فأعد فتح MacTools.
de: Erlauben Sie MacTools in den Systemeinstellungen → Datenschutz und Sicherheit → Eingabeüberwachung. Wenn der Status nicht aktualisiert wird, öffnen Sie MacTools erneut.
en: Allow MacTools in System Settings → Privacy & Security → Input Monitoring. If the status does not update, reopen MacTools.
es: Permita MacTools en Configuración del sistema → Privacidad y seguridad → Monitoreo de entrada. Si el estado no se actualiza, vuelva a abrir MacTools.
fr: Autorisez MacTools dans Paramètres système → Confidentialité et sécurité → Surveillance des entrées. Si le statut n'est pas mis à jour, rouvrez MacTools.
ja: システム設定 → プライバシーとセキュリティ → 入力監視で MacTools を許可します。ステータスが更新されない場合は、MacTools を再度開きます。
ko: 시스템 설정 → 개인정보 보호 및 보안 → 입력 모니터링에서 MacTools를 허용하세요. 상태가 업데이트되지 않으면 MacTools를 다시 엽니다.
pt: Permitir MacTools em Configurações do sistema → Privacidade e segurança → Monitoramento de entrada. Se o status não for atualizado, reabra o MacTools.
ru: Разрешите MacTools в настройках системы → Конфиденциальность и безопасность → Мониторинг ввода. Если статус не обновится, снова откройте MacTools.
tr: Sistem Ayarları → Gizlilik ve Güvenlik → Giriş İzleme bölümünden MacTools'a izin verin. Durum güncellenmezse MacTools'u yeniden açın.
zh_hant: 在系統設定 → 隱私和安全性 → 輸入監控中允許 MacTools。如果狀態未更新，請重新開啟 MacTools。

# error.accessibilityRequired
source: 触控板手势需要辅助功能权限。
ar: تحتاج إيماءات لوحة التتبع إلى إذن الوصول.
de: Für Trackpad-Gesten ist eine Barrierefreiheitsberechtigung erforderlich.
en: Trackpad Gestures needs Accessibility permission.
es: Trackpad Gestures necesita permiso de Accesibilidad.
fr: Les gestes du trackpad nécessitent une autorisation d’accessibilité.
ja: トラックパッド ジェスチャーにはアクセシビリティ権限が必要です。
ko: 트랙패드 제스처를 사용하려면 접근성 권한이 필요합니다.
pt: Os gestos do trackpad precisam de permissão de acessibilidade.
ru: Для жестов трекпада требуется разрешение специальных возможностей.
tr: Trackpad Hareketleri özelliği için Erişilebilirlik izni gerekiyor.
zh_hant: 觸控板手勢需要輔助功能權限。

# error.inputMonitoringRequired
source: 触控板手势需要输入监控权限。
ar: تحتاج إيماءات لوحة التتبع إلى إذن مراقبة الإدخال.
de: Für Trackpad-Gesten ist die Berechtigung „Eingabeüberwachung“ erforderlich.
en: Trackpad Gestures needs Input Monitoring permission.
es: Trackpad Gestures necesita permiso de Monitoreo de entrada.
fr: Les gestes du trackpad nécessitent l’autorisation de surveillance des entrées.
ja: トラックパッド ジェスチャには入力モニタリング権限が必要です。
ko: 트랙패드 제스처에는 입력 모니터링 권한이 필요합니다.
pt: Gestos do Trackpad precisam de permissão de monitoramento de entrada.
ru: Для жестов трекпада требуется разрешение на мониторинг ввода.
tr: Trackpad Hareketleri özelliği için Giriş İzleme izni gerekiyor.
zh_hant: 觸控板手勢需要輸入監控權限。

# error.listenerUnavailable
source: 无法启动手势监听，请检查权限后重试。
ar: تعذر بدء مراقبة الإيماءات. تحقق من الأذونات وحاول مرة أخرى.
de: Die Gestenüberwachung konnte nicht gestartet werden. Überprüfen Sie die Berechtigungen und versuchen Sie es erneut.
en: Could not start gesture monitoring. Check permissions and try again.
es: No se pudo iniciar el monitoreo de gestos. Verifique los permisos y vuelva a intentarlo.
fr: Impossible de démarrer la surveillance des gestes. Vérifiez les autorisations et réessayez.
ja: ジェスチャ監視を開始できませんでした。権限を確認して、再試行してください。
ko: 동작 모니터링을 시작할 수 없습니다. 권한을 확인하고 다시 시도하세요.
pt: Não foi possível iniciar o monitoramento de gestos. Verifique as permissões e tente novamente.
ru: Не удалось запустить мониторинг жестов. Проверьте разрешения и повторите попытку.
tr: Hareket izleme başlatılamadı. İzinleri kontrol edip yeniden deneyin.
zh_hant: 無法啟動手勢監控。檢查權限並重試。

# settings.mappings.title
source: 手势映射
ar: تعيينات الإيماءات
de: Gestenzuordnungen
en: Gesture Mappings
es: Mapeos de gestos
fr: Mappages de gestes
ja: ジェスチャーマッピング
ko: 제스처 매핑
pt: Mapeamentos de gestos
ru: Сопоставления жестов
tr: Hareket Eşlemeleri
zh_hant: 手勢映射

# settings.mappings.tipTapGuide
source: 了解 TipTap
ar: كيفية استخدام TipTap
de: So funktioniert TipTap
en: How TipTap Works
es: Cómo funciona TipTap
fr: Fonctionnement de TipTap
ja: TipTap の使い方
ko: TipTap 사용법
pt: Como funciona o TipTap
ru: Как работает TipTap
tr: TipTap Nasıl Çalışır

# settings.mappings.tipTapGuide.middle
source: 固定两指时，“中间”表示在两指之间轻点。
ar: عند تثبيت إصبعين، يعني «الوسط» النقر بينهما.
de: Bei zwei ruhenden Fingern bedeutet „Mitte“, zwischen ihnen zu tippen.
en: With two fixed fingers, “Middle” means tapping between them.
es: Con dos dedos fijos, «Centro» significa tocar entre ellos.
fr: Avec deux doigts fixes, « Milieu » signifie toucher entre les deux.
ja: 2 本の指を固定する場合、「中央」はその間をタップすることを意味します。
ko: 두 손가락을 고정할 때 ‘가운데’는 두 손가락 사이를 탭한다는 뜻입니다.
pt: Com dois dedos fixos, “Meio” significa tocar entre eles.
ru: При двух неподвижных пальцах «Середина» означает касание между ними.
tr: İki sabit parmak kullanıldığında “Orta”, parmakların arasında dokunma anlamına gelir.
zh_hant: 固定兩指時，「中間」表示在兩指之間輕點。

# settings.mappings.tipTapGuide.test
source: 可使用“%@”练习，不会执行已配置的操作。
ar: استخدم «%@» للتدرّب دون تشغيل الإجراءات المكوّنة.
de: Üben Sie mit „%@“, ohne konfigurierte Aktionen auszuführen.
en: Use “%@” to practice without running configured actions.
es: Usa «%@» para practicar sin ejecutar las acciones configuradas.
fr: Utilisez « %@ » pour vous entraîner sans exécuter les actions configurées.
ja: 「%@」で、設定済みのアクションを実行せずに練習できます。
ko: ‘%@’를 사용하면 설정된 동작을 실행하지 않고 연습할 수 있습니다.
pt: Use “%@” para praticar sem executar as ações configuradas.
ru: Используйте «%@», чтобы потренироваться без запуска настроенных действий.
tr: Yapılandırılmış eylemleri çalıştırmadan alıştırma yapmak için “%@” öğesini kullanın.
zh_hant: 可使用「%@」練習，不會執行已設定的操作。

# settings.mappings.add
source: 添加手势
ar: إضافة إيماءة
de: Geste hinzufügen
en: Add Gesture
es: Agregar gesto
fr: Ajouter un geste
ja: ジェスチャーの追加
ko: 제스처 추가
pt: Adicionar gesto
ru: Добавить жест
tr: Hareket Ekle
zh_hant: 添加手勢

# settings.empty.title
source: 尚未配置手势
ar: لم يتم تكوين أي إيماءات
de: Keine Gesten konfiguriert
en: No gestures configured
es: No hay gestos configurados
fr: Aucun geste configuré
ja: ジェスチャが設定されていません
ko: 구성된 동작이 없습니다.
pt: Nenhum gesto configurado
ru: Жесты не настроены
tr: Yapılandırılmış Hareket Yok
zh_hant: 未配置手勢

# settings.empty.description
source: 仅添加你需要使用的触控板手势。
ar: أضف فقط إيماءات لوحة التتبع التي تريد استخدامها.
de: Fügen Sie nur die Trackpad-Gesten hinzu, die Sie verwenden möchten.
en: Add only the trackpad gestures you want to use.
es: Agregue solo los gestos del trackpad que desee usar.
fr: Ajoutez uniquement les gestes du trackpad que vous souhaitez utiliser.
ja: 使用するトラックパッド ジェスチャのみを追加します。
ko: 사용하려는 트랙패드 제스처만 추가하세요.
pt: Adicione apenas os gestos do trackpad que deseja usar.
ru: Добавьте только те жесты трекпада, которые хотите использовать.
tr: Yalnızca kullanmak istediğiniz Trackpad hareketlerini ekleyin.
zh_hant: 僅新增您要使用的觸控板手勢。

# settings.mapping.edit
source: 编辑映射
ar: تحرير التعيين
de: Zuordnung bearbeiten
en: Edit mapping
es: Editar mapeo
fr: Modifier le mappage
ja: マッピングの編集
ko: 매핑 수정
pt: Editar mapeamento
ru: Изменить сопоставление
tr: Eşlemeyi Düzenle
zh_hant: 編輯映射

# settings.mapping.delete
source: 删除
ar: حذف
de: Löschen
en: Delete
es: Eliminar
fr: Supprimer
ja: 削除
ko: 삭제
pt: Excluir
ru: Удалить
tr: Sil
zh_hant: 刪除

# settings.testing.title
source: 测试
ar: اختبار
de: Testen
en: Test
es: prueba
fr: Tester
ja: テスト
ko: 테스트
pt: Teste
ru: Тест
tr: Test
zh_hant: 測試

# settings.testing.active
source: 正在识别手势
ar: التعرف على الإيماءات
de: Gesten erkennen
en: Recognizing gestures
es: Reconocer gestos
fr: Reconnaître les gestes
ja: ジェスチャーの認識
ko: 제스처 인식
pt: Reconhecendo gestos
ru: Распознавание жестов
tr: Hareketler tanınıyor
zh_hant: 辨識手勢

# settings.testing.inactive
source: 测试手势
ar: اختبار الإيماءات
de: Testgesten
en: Test Gestures
es: Gestos de prueba
fr: Gestes de test
ja: ジェスチャーをテストする
ko: 테스트 제스처
pt: Gestos de teste
ru: Тестовые жесты
tr: Hareketleri Test Et
zh_hant: 測試手勢

# settings.testing.description
source: 测试模式已开启。停止测试前，已配置的操作不会执行。
ar: وضع الاختبار نشط. لن تعمل الإجراءات المكوّنة حتى توقف الاختبار.
de: Der Testmodus ist aktiv. Konfigurierte Aktionen werden erst nach dem Stoppen des Tests ausgeführt.
en: Test mode is active. Configured actions will not run until you stop testing.
es: El modo de prueba está activo. Las acciones configuradas no se ejecutarán hasta que detengas la prueba.
fr: Le mode test est actif. Les actions configurées ne s’exécuteront pas avant l’arrêt du test.
ja: テストモードが有効です。テストを停止するまで、設定済みのアクションは実行されません。
ko: 테스트 모드가 활성화되었습니다. 테스트를 중지할 때까지 설정된 동작이 실행되지 않습니다.
pt: O modo de teste está ativo. As ações configuradas não serão executadas até você parar o teste.
ru: Режим тестирования активен. Настроенные действия не выполняются, пока вы не остановите тест.
tr: Test modu etkin. Testi durdurana kadar yapılandırılmış eylemler çalıştırılmaz.
zh_hant: 測試模式已開啟。停止測試前，已設定的操作不會執行。
